Repository: heikkivihersalo/kotisivu-block-theme
Catalog: languages/*.po
Languages: fi

source: Super lightweight block theme
fi: Erittäin kevyt lohkoteema

source: Blocks
fi: Lohkot

source: Blog
fi: Blogi

source: Child
fi: Lapsi

source: Sections
fi: Osiot

source: Containers & Wrappers
fi: Kontit ja kääreet

source: Dynamic Data
fi: Dynaaminen data

source: Add New
fi: Lisää uusi

source: Kotisivu Theme Options
fi: Kotisivu-teeman asetukset

source: Kotisivu Theme
fi: Kotisivu teema

source: Theme settings
fi: Teeman asetukset

source: You can access theme options in here.
fi: Voit muokata teeman asetuksia täältä.

source: Theme Cache Settings
fi: Välimuistin asetukset

source: Manage theme generated transients here. Please note that this does not handle transients or cache that is generated by other plugins.
fi: Hallitse teeman luomia transientteja täällä. Huomaa, että tämä osio koskee vain tämän teeman luomia välimuisti -tai transientti -tiedostoja.

source: Purge Cache
fi: Tyhjännä välimuisti

source: Enable Tag Manager
fi: Ota Tag Manager käyttöön

source: Container ID
fi: Säilön tunniste

source: Server Url
fi: Palvelimen URL-osoite

source: Timeout (delay)
fi: Aikakatkaisu (viive)

source: Contact Information
fi: Yhteystiedot

source: Add contact information here.
fi: Lisää yhteystiedot tähän.

source: Email
fi: Sähköpostiosoite

source: Phone
fi: Puhelinnumero

source: Company Name
fi: Yrityksen nimi

source: Business ID
fi: Y-tunnus

source: VAT number
fi: VAT-tunnus

source: Social Media Accounts
fi: Sosiaalisen median tilit

source: Read more
fi: Lue lisää

source: Show earlier posts
fi: Näytä aiemmat

source: Change color scheme
fi: Värimaailman muuttaminen

source: Our References
fi: Referenssejä

source: Page not found
fi: Sivua ei löytynyt

source: Is there anything we can help you with?
fi: Voimmeko auttaa sinua jossain?

source: Please contact us
fi: Ota yhteyttä

source: Send email to
fi: Lähetä sähköpostia osoitteeseen

source: VAT
fi: ALV

source: Company
fi: Yritys

source: Contact Us
fi: Ota yhteyttä

source: Return back to homepage
fi: Palaa takaisin etusivulle

source: Call to
fi: Soita numeroon

source: Follow us on Facebook
fi: Seuraa meitä Facebookissa

source: Follow us on Twitter
fi: Seuraa meitä Twitterissä

source: Follow us on Instagram
fi: Seuraa meitä Instagramissa

source: Follow us on LinkedIn
fi: Seuraa meitä LinkedInissä

source: Follow us on YouTube
fi: Seuraa meitä YouTubessa

source: Follow us on Pinterest
fi: Seuraa meitä Pinterestissä

source: Follow us on Snapchat
fi: Seuraa meitä Snapchatissa

source: Follow us on TikTok
fi: Seuraa meitä TikTokissa

source: Follow us on Twitch
fi: Seuraa meitä Twitchissä

source: Follow us on Reddit
fi: Seuraa meitä Redditissä

source: Follow us on Discord
fi: Seuraa meitä Discordissa

source: Follow us on WhatsApp
fi: Seuraa meitä WhatsAppissa

source: Accessibility
fi: Saavutettavuus

source: Identifies the element (or elements) that labels the element it is applied to. Use the same ID as in the section heading.
fi: Identifioi elementin (tai elementit), jotka liittyy elementtiin, johon se on kytketty. Käytä samaa ID:tä kuin osion otsikossa.

source: If section heading doesn`t match correct description, you can use aria-label. IMPORTANT! Use aria-labelledby by default.
fi: Jos osion otsikko ei vastaa sisältöä, voit käyttää aria-label -attribuuttia. HUOM! Käytä oletuksena aria-labelledby -attribuuttia.

source: Color settings
fi: Väriasetukset

source: Background color
fi: Taustaväri

source: Width Controls
fi: Leveysasetukset

source: Alignment Controls
fi: Järjestysasetukset

source: Reverse Order
fi: Käännä järjestys

source: Gap Controls
fi: Aukkojen hallinta

source: Gap
fi: Väli

source: Choose variation
fi: Valitse variaatio

source: Select a block variation to start with.
fi: Valitse lohkomuunnelma, josta haluat aloittaa.

source: Pause
fi: Tauko

source: Play
fi: Toista

source: Now Playing
fi: Nyt pelataan

source: Loading...
fi: Ladataan…

source: Elapsed Time
fi: Kulunut aika

source: Timeline
fi: Aikajana

source: Total Duration
fi: Kokonaiskesto

source: Now playing song
fi: Nyt soitetaan kappaletta

source: from artist
fi: taiteilijalta

source: No audio files found
fi: Äänitiedostoja ei löytynyt

source: Playlist
fi: Soittolista

source: Play song
fi: Toista kappale

source: in playlist
fi: in soittolista

source: This is an accessible audio player with playlist feature. Your audio playlist will be rendered on the front-end.
fi: Tämä on helppokäyttöinen audiosoitin, jossa on soittolistaominaisuus. Äänisoittolistasi renderöidään käyttöliittymässä.

source: Error occurred
fi: Tapahtui virhe

source: Read More
fi: Lue lisää

source: Loading
fi: Ladataan

source: No posts
fi: Ei artikkeleita

source: Behaviour
fi: Käyttäytyminen

source: Select the behaviour for this block.
fi: Valitse lohkon toiminta.

source: Open on page load
fi: Avaa sivua ladattaessa

source: Schema
fi: Rakenteen

source: Select the schema type for this block.
fi: Valitse lohkon rakennetyyppi.

source: Use schema
fi: Käytä rakennetta

source: Container (details) schema property
fi: Säilön (tiedot) rakenteen ominaisuus

source: Container (details) schema type
fi: Säilön (tiedot) rakenteen tyyppi

source: Heading (summary) schema property
fi: Otsikko (yhteenveto) -rakenneominaisuus

source: Content (text) schema property
fi: Sisältö (teksti) -rakenneominaisuus

source: Content (text) schema type
fi: Sisällön (tekstin) rakennetyyppi

source: Add a descriptive text here...
fi: Lisää kuvaava teksti tähän...

source: Selected images will be shown here
fi: Valitut kuvat näkyvät tässä

source: Client
fi: Asiakas

source: View Previous Reference
fi: Näytä edellinen viite

source: Previous
fi: Edellinen

source: View Next Reference
fi: Näytä seuraava viite

source: Next
fi: Seuraava

source: Explore
fi: Tutustu

source: Skip Slider Controls
fi: Ohita liukusäätimen säätimet

source: This is an reference slider. Your references will be rendered on the front-end.
fi: Tämä on viittausliukusäädin. Viitteesi renderöidään käyttöliittymässä.

source: Site logo settings
fi: Sivuston logon asetukset

source: Enable home link
fi: Käytä linkkiä

source: Shadow
fi: Varjo

# block title
source: Audio Player
fi: Audio-soitin

# block title
source: Blog Grid
fi: Blogi Grid

# block description
source: Grid view of blog posts
fi: Blogikirjoitusten ruudukkonäkymä

# block keyword
source: blog, grid
fi: blogi, ruudukko

# block title
source: Blog Post
fi: Blogiartikkeli

# block title
source: Dark Mode Toggle
fi: Tumman tilan vaihto

# block title
source: Reference Slider
fi: Viittauksen liukusäädin

# block title
source: Address
fi: Osoite

# block title
source: Company ID (VAT)
fi: Y-tunnus

# block title
source: Company Name
fi: Yrityksen nimi

# block title
source: Email
fi: Sähköpostiosoite

# block title
source: Site Footer
fi: Sivuston alatunniste

# block keyword
source: menu, header
fi: valikko, otsikko

# block title
source: Site Header
fi: Sivuston otsikko

# block title
source: Opening Hours
fi: Aukioloajat

# block title
source: Dynamic Company Logo
fi: Dynaaminen yrityksen logo

# block description
source: Display site logo on your site. Toggles color between light and dark based on background color.
fi: Näytä sivuston logo sivustossasi. Vaihtaa väriä vaalean ja tumman välillä taustavärin perusteella.

# block keyword
source: site, logo
fi: sivusto, logo

# block title
source: Company Logo
fi: Yrityksen Logo

# block description
source: Display site logo on your site
fi: Sivuston logon näyttäminen sivustossa

# block title
source: Phone
fi: Puhelinnumero

# block title
source: Social Accounts
fi: Sosiaalimediatilit

# block description
source: Add global social icons to your site.
fi: Lisää sivustollesi yleisiä sosiaalisen median kuvakkeita.

# block keyword
source: social, icons, header
fi: sosiaalinen, kuvakkeet, otsikko

# Color name
source: Primary
fi: Ensisijainen

# Color name
source: Primary (Dark)
fi: Ensisijainen (tumma)

# Color name
source: Secondary
fi: Toissijainen

# Color name
source: Background
fi: Tausta

# Color name
source: Foreground
fi: Etuala

# Color name
source: White
fi: Valkoinen

# Color name
source: Black
fi: Musta

# Color name
source: Light Grey
fi: Vaaleanharmaa

# Color name
source: Grey
fi: Harmaa

# Color name
source: Dark Grey
fi: Tummanharmaa

# Font family name
source: Clash Display
fi: Clash näyttö

# Font family name
source: Fira Code
fi: Fira-koodi

# Font size name
source: Big Headings
fi: Isot otsikot

# Font size name
source: Colossal
fi: Valtava

# Font size name
source: Gigantic
fi: Jättimäinen

# Font size name
source: Huge
fi: Valtava

# Font size name
source: Large
fi: Suuri

# Font size name
source: Medium
fi: Keskikoko

# Font size name
source: Small
fi: Pieni

# Font size name
source: Tiny
fi: Todella pieni

# Template part name
source: Header
fi: Ylätunniste

# Template part name
source: Footer
fi: Alatunniste

# Template part name
source: Page Content
fi: Sivun sisältö

# Template part name
source: Blog Content
fi: Blogin sisältö

# Template part name
source: Form
fi: Lomake
